export const tUa = {
  "header": {
    "projects": "Проекти",
    "contacts": "Контакти",
    "main_page": "головна",
    "portfolio_page": "проекти",
    "contact_page": "контакти"
  },
  "hero": {
    "title": "Створення веб-сайтів для бізнесу",
    "view": "Перегляд",
    "cases": "Всі випадки",
    "stat_1": {
      "num": '25',
      "text": 'професіоналів в команді'
    },
    "stat_2": {
      "num": '34',
      "text": 'успішних проектів'
    },
    "stat_3": {
      "num": '126+',
      "text": 'років комбінованого досвіду'
    }
  },
  "services": {
    "title": "Послуги",
    "text": {
      "t_1": "Завдяки великій команді ми можемо створити будь-який ІТ-продукт від 0 до ідеального кінцевого",
      "t_2": "Можливість відстежувати етапи проекту в реальному часі на Trello",
      "t_3": "Ознайомтеся з нашим досвідом",
      "button": "Проекти"
    },
    "items": [
      {
        "title": "Веб-сайти",
        "list": ["Посадкова сторінка", "Багатосторінкові веб-сайти", "WEB-застосунки", "Онлайн-магазини"],
        "isOpen": false
      },
      {
        "title": "Дизайн",
        "list": ["Веб-дизайн", "Мобільний дизайн", "Логотипи", "Брендбук", "Корпоративна ідентичність"],
        "isOpen": false
      },
      {
        "title": "Мобільні додатки",
        "list": ["Мобільні ігри", "Служби контенту", "Промо-додатки"],
        "isOpen": false
      },
      {
        "title": "Інші",
        "list": ["Чат-боти", "Продукти WEB3", "Парсери", "Автоматизація"],
        "isOpen": false
      }
    ]
  },
  contacts: {
    "title": "Зв'яжіться з нами",
    "title_2": "Залишились питання?",
    "text": "Давайте обговоримо вашу ідею",
    "label": {
      "service": "Послуга, що цікавить",
      "name": "Ім'я",
      "mail": "Електронна пошта",
      "phone": "Телефон",
      "wishes": "Коментар",
      "files": "Завантаження додаткових файлів",
      "submit": "Відправити",
      "error": "Не заповнені обов'язкові поля. (Позначені зірочкою)"
    }
  },
  stack: {
    "title": "Стек",
    "items": [
      {
        "title": "Веб-фронтенд",
        "items": ["HTML5 + CSS3", "LESS / Sass / Scss", "Bootstrap / Tailwind", "JavaScript / TypeScript", "jQuery", "React / Vue / Next / Nuxt", "Gulp / Webpack / Grunt"]
      },
      {
        "title": "Розробка бекенду",
        "items": ["Node.JS / Nest.JS", "TypeScript", "PHP", "Python", "Java", "Golang", "Docker", "Laravel / Yii2", "PostgreSQL / MySQL / MongoDB / GraphQL / Appwrite", "Swagger / Postman", "CI / CD", "Solidity / Smart Contracts / Blockchain"]
      },
      {
        "title": "Мобільна розробка",
        "items": ["FlutterFlow", "ReactNative", "C++", "C#", "Java"]
      },
      {
        "title": "CMS",
        "items": ["Bitrix24", "WordPress", "Shopify", "Tilda", "OpenCart"]
      },
      {
        "title": "Дизайн",
        "items": ["Figma", "Photoshop", "Illustrator", "Premiere Pro", "InDesign"]
      },
      {
        "title": "Командна робота",
        "items": ["Linux / Windows / macOS", "Git", "GitHub", "Vercel", "Atlassian Jira / Basecamp / Toggle Track / Trello / Notion"]
      }
    ]
  },
  projects: {
    "title": "Проекти",
    "best": "Найкращі проекти",
    "button": "Перейти на веб-сайт",
    "stat_1": "годин",
    "stat_2": "розробників",
    "stat_3": "дизайнерів",
    "stack_title": "Вибрати стек",
    "service_title": "Вибрати послугу",
    "service_filter": "Послуга",
    "stack_filter": "Стек",
    "reset_filter": "Скинути",
    "apply_filter": "Застосувати",
    "hide_filter": "Приховати",
    "not_found":
      `Такого проекту у нас ще немає.\n(Але ми обов'язково вдосконалимося!)😉`,
    "items": [
      {
        "id": "01",
        "name": "KSD Компанія",
        "task": "Створення дизайну для лендінгу.",
        "description": "",
        "service": [
          "Веб-дизайн"
        ],
        "stack": [
          "Figma",
          "Photoshop"
        ],
        "path": "ksd",
        "url": "https://www.figma.com/file/q1v1ct7QfqR5JuIbZ5Hzd8/Said?type=design&node-id=701%3A9&mode=design&t=EhMeUG0PV2jhpVtL-1",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": true,
        "statistic": {
          "hours": 18,
          "dev": 0,
          "des": 2
        }
      },
      {
        "id": "02",
        "name": "Диво Голка",
        "task": "Дизайн і верстка інтернет-магазину.",
        "description": "",
        "service": [
          "Веб-дизайн"
        ],
        "stack": [
          "HTML",
          "CSS",
          "Bootstrap",
          "JavaScript",
          "JQuery",
          "SCSS",
          "Illustrator"
        ],
        "path": "chudo-igla",
        "url": "https://chudo-igla.ru/",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 36,
          "dev": 1,
          "des": 2
        }
      },
      {
        "id": "03",
        "name": "Invoice Profi",
        "task": "Верстка і налаштування на WordPress.",
        "description": "Наш колектив успішно адаптував існуючий дизайн, вдосконаливши його відповідно до наших вимог і очікувань. Крім того, ми створили з нуля інноваційний аудіоплеєр, повністю заснований на технології JavaScript. Додатково, ми розробили плагін для сайту, що забезпечує функціональність тарифікації, керування доступом і обліку завантажених файлів. Важливим кроком було також створення механізму відправки рахунків та звітів у форматі PDF для нашої клієнтської системи.",
        "service": [
          "Багатосторінкові веб-сайти"
        ],
        "stack": [
          "HTML",
          "CSS",
          "WordPress",
          "JavaScript",
          "Node.JS"
        ],
        "path": "invoice-profi",
        "url": "https://invoiceprofi.ru/",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": true,
        "statistic": {
          "hours": 25,
          "dev": 2,
          "des": 1
        }
      },
      {
        "id": "04",
        "name": "Sens Collective",
        "task": "Розробка нової сторінки на CMS 1C-Bitrix",
        "description": "Наш колектив успішно адаптував існуючий дизайн, вдосконаливши його відповідно до наших вимог і очікувань. Крім того, ми створили з нуля інноваційний аудіоплеєр, повністю заснований на технології JavaScript. Додатково, ми розробили плагін для сайту, що забезпечує функціональність тарифікації, керування доступом і обліку завантажених файлів. Важливим кроком було також створення механізму відправки рахунків та звітів у форматі PDF для нашої клієнтської системи.",
        "service": [
          "Багатосторінкові веб-сайти"
        ],
        "stack": [
          "HTML",
          "CSS",
          "JavaScript",
          "PHP",
          "1C-Bitrix",
          "Figma"
        ],
        "path": "sens-collective",
        "url": "sens-collective.com/",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": true,
        "statistic": {
          "hours": 10,
          "dev": 1,
          "des": 1
        }
      },
      {
        "id": "05",
        "name": "Ivolga",
        "task": "Розробка інтернет-магазину з нуля.",
        "description": "",
        "service": [
          "Онлайн магазини"
        ],
        "stack": [
          "HTML",
          "SCSS",
          "JavaScript",
          "PHP",
          "1C-Bitrix",
          "Figma"
        ],
        "path": "ivolga",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": true,
        "statistic": {
          "hours": 45,
          "dev": 4,
          "des": 2
        }
      },
      {
        "id": "06",
        "name": "Два Бісквіти",
        "task": "Дизайн і розробка інтернет-магазину.",
        "description": "",
        "service": [
          "Онлайн магазини",
          "Веб-дизайн"
        ],
        "stack": [
          "HTML",
          "SCSS",
          "Gulp",
          "JavaScript",
          "JQuery",
          "Illustrator",
          "Photoshop"
        ],
        "path": "dva-biskvita",
        "url": "https://dvabiskvita.ru/",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 28,
          "dev": 2,
          "des": 2
        }
      },
      {
        "id": "07",
        "name": "Goods Mood",
        "task": "Логотип для магазину.",
        "description": "",
        "service": [
          "Логотипи"
        ],
        "stack": [
          "Illustrator"
        ],
        "path": "goods-mood",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 6,
          "dev": 0,
          "des": 1
        }
      },
      {
        "id": "08",
        "name": "Студія Сергія Крупнова",
        "task": "Логотип для ювелірної студії.",
        "description": "",
        "service": [
          "Логотипи"
        ],
        "stack": [
          "Illustrator"
        ],
        "path": "krupnov-studio",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 4,
          "dev": 0,
          "des": 1
        }
      },
      {
        "id": "09",
        "name": "Neo Cryo",
        "task": "Логотип для стартапу.",
        "description": "",
        "service": [
          "Логотипи"
        ],
        "stack": [
          "Illustrator"
        ],
        "path": "neo-cryo",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 5,
          "dev": 0,
          "des": 1
        }
      },
      {
        "id": "10",
        "name": "Rivulet Digital",
        "task": "Логотип для стартапу.",
        "description": "",
        "service": [
          "Логотипи"
        ],
        "stack": [
          "Illustrator"
        ],
        "path": "rivulet-digital",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 12,
          "dev": 0,
          "des": 1
        }
      },
      {
        "id": "11",
        "name": "Backeland",
        "task": "Банери для соціальних мереж.",
        "description": "",
        "service": [
          "Веб-дизайн"
        ],
        "stack": [
          "Illustrator",
          "Photoshop"
        ],
        "path": "backeland",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 3,
          "dev": 0,
          "des": 1
        }
      },
      {
        "id": "12",
        "name": "Backpack Autotrade",
        "task": "Бот для накрутки обсягу на криптобіржі.",
        "description": "",
        "service": [
          "Парсери"
        ],
        "stack": [
          "Python"
        ],
        "path": "backpack-autotrade",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 32,
          "dev": 1,
          "des": 0
        }
      }
    ]
  }
}