export const tUa = {
  "header": {
    "projects": "Проекти",
    "contacts": "Контакти",
    "main_page": "головна",
    "portfolio_page": "проекти",
    "contact_page": "контакти"
  },
  "hero": {
    "title": "Створення веб-сайтів для бізнесу",
    "view": "Перегляд",
    "cases": "Всі випадки",
    "stat_1": {
      "num": '25',
      "text": 'професіоналів в команді'
    },
    "stat_2": {
      "num": '34',
      "text": 'успішних проектів'
    },
    "stat_3": {
      "num": '126+',
      "text": 'років комбінованого досвіду'
    }
  },
  "services": {
    "title": "Послуги",
    "text": {
      "t_1": "Завдяки великій команді ми можемо створити будь-який ІТ-продукт від 0 до ідеального кінцевого",
      "t_2": "Можливість відстежувати етапи проекту в реальному часі на Trello",
      "t_3": "Ознайомтеся з нашим досвідом",
      "button": "Проекти"
    },
    "items": [
      {
        "title": "Веб-сайти",
        "list": ["Посадкова сторінка", "Багатосторінкові веб-сайти", "WEB-застосунки", "Онлайн-магазини"],
        "isOpen": false
      },
      {
        "title": "Дизайн",
        "list": ["Веб-дизайн", "Мобільний дизайн", "Логотипи", "Брендбук", "Корпоративна ідентичність"],
        "isOpen": false
      },
      {
        "title": "Мобільні додатки",
        "list": ["Мобільні ігри", "Служби контенту", "Промо-додатки"],
        "isOpen": false
      },
      {
        "title": "Інші",
        "list": ["Чат-боти", "Продукти WEB3", "Парсери", "Автоматизація"],
        "isOpen": false
      }
    ]
  },
  contacts: {
    "title": "Зв'яжіться з нами",
    "title_2": "Залишились питання?",
    "text": "Давайте обговоримо вашу ідею",
    "label": {
      "service": "Послуга, що цікавить",
      "name": "Ім'я",
      "mail": "Електронна пошта",
      "phone": "Телефон",
      "wishes": "Коментар",
      "files": "Завантаження додаткових файлів",
      "submit": "Відправити",
      "error": "Не заповнені обов'язкові поля. (Позначені зірочкою)"
    }
  },
  stack: {
    "title": "Стек",
    "items": [
      {
        "title": "Веб-фронтенд",
        "items": ["HTML5 + CSS3", "LESS / Sass / Scss", "Bootstrap / Tailwind", "JavaScript / TypeScript", "jQuery", "React / Vue / Next / Nuxt", "Gulp / Webpack / Grunt"]
      },
      {
        "title": "Розробка бекенду",
        "items": ["Node.JS / Nest.JS", "TypeScript", "PHP", "Python", "Java", "Golang", "Docker", "Laravel / Yii2", "PostgreSQL / MySQL / MongoDB / GraphQL / Appwrite", "Swagger / Postman", "CI / CD", "Solidity / Smart Contracts / Blockchain"]
      },
      {
        "title": "Мобільна розробка",
        "items": ["FlutterFlow", "ReactNative", "C++", "C#", "Java"]
      },
      {
        "title": "CMS",
        "items": ["Bitrix24", "WordPress", "Shopify", "Tilda", "OpenCart"]
      },
      {
        "title": "Дизайн",
        "items": ["Figma", "Photoshop", "Illustrator", "Premiere Pro", "InDesign"]
      },
      {
        "title": "Командна робота",
        "items": ["Linux / Windows / macOS", "Git", "GitHub", "Vercel", "Atlassian Jira / Basecamp / Toggle Track / Trello / Notion"]
      }
    ]
  },
  projects: {
    "title": "Проекти",
    "best": "Найкращі проекти",
    "button": "Перейти на веб-сайт",
    "stat_1": "годин",
    "stat_2": "розробників",
    "stat_3": "дизайнерів",
    "stack_title": "Вибрати стек",
    "service_title": "Вибрати послугу",
    "service_filter": "Послуга",
    "stack_filter": "Стек",
    "reset_filter": "Скинути",
    "apply_filter": "Застосувати",
    "hide_filter": "Приховати",
    "not_found":
      `Такого проекту у нас ще немає.\n(Але ми обов'язково вдосконалимося!)😉`,
    "items": [
      {
        "id": "01",
        "name": "KSD Company",
        "task": "Дизайн лендінгу KSD Company: сучасний, мінімалістичний, зосереджений на зручності.",
        "description": "Для компанії KSD Company було розроблено сучасний лендінг, метою якого є представлення компанії та її послуг. Дизайн сторінки натхненний естетикою сайту keymap.ua, що забезпечило створення чистого, мінімалістичного інтерфейсу з акцентом на зручність та функціональність. Головна сторінка включає кілька основних блоків: вступний блок, що знайомить відвідувачів з компанією, розділ послуг з детальним описом того, що пропонує KSD Company, портфоліо з прикладами виконаних проектів і значущими досягненнями, а також контактну інформацію з формою зворотного зв'язку для зручності потенційних клієнтів. Цей проект демонструє наш підхід до створення інтуїтивно зрозумілих і естетично привабливих цифрових рішень, що сприяють покращенню бізнес-взаємодій.",
        "service": [
          "Веб-дизайн"
        ],
        "stack": [
          "Figma",
          "Photoshop"
        ],
        "path": "ksd",
        "url": "https://www.figma.com/file/q1v1ct7QfqR5JuIbZ5Hzd8/Said?type=design&node-id=701%3A9&mode=design&t=EhMeUG0PV2jhpVtL-1",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": true,
        "statistic": {
          "hours": 18,
          "dev": 0,
          "des": 1
        }
      },
      {
        "id": "02",
        "name": "Чудо игла",
        "task": `Цілком новий дизайн для інтернет-магазину "Чудо игла": зручний, стильний, функціональний.`,
        "description": `Було створено сучасний дизайн з нуля для інтернет-магазину "Чудо игла", що охоплює всі аспекти користувацького інтерфейсу для забезпечення легкої навігації та візуально приємного досвіду взаємодії. Проект включав розробку інтуїтивно зрозумілої структури сторінок, привабливих каталогів продуктів та функціональних елементів, таких як кошик для покупок та система фільтрації продуктів.`,
        "service": [
          "Онлайн магазини",
          "Веб-дизайн"
        ],
        "stack": [
          "HTML",
          "CSS",
          "Bootstrap",
          "JavaScript",
          "JQuery",
          "SCSS",
          "Illustrator",
          "Gulp",
          "Figma"
        ],
        "path": "chudo-igla",
        "url": "https://chudo-igla.ru/",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 136,
          "dev": 1,
          "des": 1
        }
      },
      {
        "id": "03",
        "name": "Invoice Profi",
        "task": `Розробка та запуск сайту "Invoice Profi" на WordPress за дизайном клієнта.`,
        "description": `Проект "Invoice Profi" включав розробку сайту на основі дизайну, наданого клієнтом, та його інтеграцію на платформі WordPress. Завданням було точно втілити візуальний концепт у функціональний вебсайт, дотримуючись технічних вимог і забезпечуючи легкість управління контентом.`,
        "service": [
          "Багатосторінкові веб-сайти"
        ],
        "stack": [
          "HTML",
          "CSS",
          "WordPress",
          "JavaScript",
          "Bootstrap",
          "JQuery",
          "Gulp",
          "Figma"
        ],
        "path": "invoice-profi",
        "url": "https://invoiceprofi.ru/",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": true,
        "statistic": {
          "hours": 125,
          "dev": 1,
          "des": 1
        }
      },
      {
        "id": "04",
        "name": "Sens Collective",
        "task": `Додавання та інтеграція нової сторінки на сайт "Sens Collective" через CMS 1C-Bitrix.`,
        "description": `Для "Sens Collective" було додано нову сторінку кейсів зі стратегії до існуючого сайту, який управляється за допомогою CMS 1C-Bitrix. Завдання полягало в інтеграції цієї нової сторінки відповідно до наданого дизайну, забезпечуючи її гармонійне вливання в загальну структуру сайту.`,
        "service": [
          "Багатосторінкові веб-сайти"
        ],
        "stack": [
          "HTML",
          "CSS",
          "JavaScript",
          "PHP",
          "1C-Bitrix",
          "Figma"
        ],
        "path": "sens-collective",
        "url": "https://sens-collective.com/projects/strategiya/",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": true,
        "statistic": {
          "hours": 75,
          "dev": 1,
          "des": 0
        }
      },
      {
        "id": "05",
        "name": "Ivolga",
        "task": `Розробка інтернет-магазину "Ivolga" на CMS 1C-Bitrix з інтеграцією Streamerce.ru та CRM.`,
        "description": `Проект для модного бутіку "Ivolga" включав створення інтернет-магазину на CMS 1C-Bitrix за дизайном, наданим клієнтом. Функції магазину: каталог товарів, колекції одягу, особистий кабінет користувача, система лояльності та сторінка прямих ефірів, інтегрована з платформою Streamerce.ru. Також було впроваджено інтеграцію товарів з програми "1С" та CRM-системи у Bitrix24.`,
        "service": [
          "Онлайн магазини"
        ],
        "stack": [
          "HTML",
          "SCSS",
          "Webpack",
          "JavaScript",
          "PHP",
          "1C-Bitrix",
          "Figma"
        ],
        "path": "ivolga",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": true,
        "statistic": {
          "hours": 245,
          "dev": 4,
          "des": 0
        }
      },
      {
        "id": "06",
        "name": "Два бисквита",
        "task": `Розробка та запуск інтернет-магазину "Два бисквита" з передовим дизайном та покращеною функціональністю.`,
        "description": `Проект "Два бисквита" включав розробку дизайну та реалізацію інтернет-магазину з привабливим візуальним оформленням та покращеним користувацьким інтерфейсом. Основні цілі дизайну включали привернення уваги до продуктів, покращення взаємодії користувачів з сайтом та збільшення конверсії. Використовувались передові технології, такі як AJAX для динамічного завантаження контенту, що зробило сайт біму більш інтерактивним та зручним для користувачів.`,
        "service": [
          "Онлайн магазини",
          "Веб-дизайн"
        ],
        "stack": [
          "HTML",
          "SCSS",
          "Gulp",
          "JavaScript",
          "JQuery",
          "Illustrator",
          "Photoshop"
        ],
        "path": "dva-biskvita",
        "url": "https://dvabiskvita.ru/",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 278,
          "dev": 1,
          "des": 1
        }
      },
      {
        "id": "07",
        "name": "Goods Mood",
        "task": `Розробка логотипу "Goods Mood": динамічний, сучасний, запам'ятовується.`,
        "description": `Розробка логотипу для "Goods Mood" передає прагнення бренду створити позитивний образ у свідомості клієнта. Червоний колір логотипу символізує активність та пристрасть до вибору якісних товарів, тоді як жирний та простий шрифт підкреслює сучасність та доступність бренду. Логотип розроблений таким чином, щоб бути легко впізнаваним та адаптивним до всіх типів медіа.`,
        "service": [
          "Логотипи"
        ],
        "stack": [
          "Illustrator"
        ],
        "path": "goods-mood",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 16,
          "dev": 0,
          "des": 1
        }
      },
      {
        "id": "08",
        "name": "Студія Сергія Крупнова",
        "task": "Створення витонченого логотипу для ювелірної студії Сергія Крупнова.",
        "description": "Для ювелірної студії Сергія Крупнова було розроблено логотип, який відображає витонченість та унікальність бренду. Дизайн символізує майстерність та високу якість ювелірного мистецтва студії, її увагу до деталей та творчий підхід. Елементи логотипу поєднують класичний шрифт з сучасною графікою, підкреслюючи ексклюзивність та авторську особливість.",
        "service": [
          "Логотипи"
        ],
        "stack": [
          "Illustrator"
        ],
        "path": "krupnov-studio",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 14,
          "dev": 0,
          "des": 1
        }
      },
      {
        "id": "09",
        "name": "Neo Cryo",
        "task": "Створення логотипу для крипто-стартапу Neo Cryo: інноваційний, динамічний.",
        "description": "Для стартапу Neo Cryo у сфері криптовалют було створено логотип, що відображає інноваційність та технологічність компанії. Дизайн поєднує жваві градієнти блакитного кольору, які символізують прозорість та довіру у світі цифрових валют, та динамічний символ, що представляє рух і прогрес у галузі блокчейну.",
        "service": [
          "Логотипи"
        ],
        "stack": [
          "Illustrator"
        ],
        "path": "neo-cryo",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 15,
          "dev": 0,
          "des": 1
        }
      },
      {
        "id": "10",
        "name": "Rivulet Digital",
        "task": "Створення лаконічного, сучасного логотипу для Rivulet Digital.",
        "description": "Для компанії Rivulet Digital було створено логотип, що втілює сучасний і мінімалістичний підхід до цифрових технологій. Чіткі лінії та структурований шрифт символізують ясність та ефективність, які є ключовими в діяльності компанії у сфері цифрового маркетингу.",
        "service": [
          "Логотипи"
        ],
        "stack": [
          "Illustrator"
        ],
        "path": "rivulet-digital",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 12,
          "dev": 0,
          "des": 1
        }
      },
      {
        "id": "11",
        "name": "Backeland",
        "task": "Створення серії банерів для соцмереж для привернення уваги до акцій та знижок.",
        "description": "Для проекту BakeLand була розроблена серія банерів для соціальних мереж, спрямованих на просування знижок та акцій. Основною метою було створення привабливого та візуально однорідного контенту, що мотивує підписників брати участь у акціях, використовувати пропозиції та ділитися інформацією для отримання знижок. У банерах використовувалися елементи фірмового стилю BakeLand, зокрема колірна палітра, шрифти та логотип компанії, що забезпечує високу впізнаваність бренду та його привабливість у соціальних мережах.",
        "service": [
          "Веб-дизайн"
        ],
        "stack": [
          "Illustrator",
          "Photoshop"
        ],
        "path": "backeland",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 23,
          "dev": 0,
          "des": 1
        }
      },
      {
        "id": "12",
        "name": "Backpack Autotrade",
        "task": "Автоматичний торговий бот для збільшення обсягу торгів на криптобіржі.",
        "description": "Цей бот створено для автоматичної торгівлі на криптовалютній біржі з метою збільшення обсягу торгів. Він дозволяє користувачам ефективно нарощувати обсяги за допомогою передових алгоритмів та торговельних стратегій, забезпечуючи підвищення ліквідності без значних зусиль.",
        "service": [
          "Парсери"
        ],
        "stack": [
          "Python"
        ],
        "path": "backpack-autotrade",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 32,
          "dev": 1,
          "des": 0
        }
      }
    ]
  }
}