export const tRu = {
  header: {
    "projects": "Проекты",
    "contacts": "Контакты",
    "main_page": "главная",
    "portfolio_page": "портфолио",
    "contact_page": "контакты"
  },
  hero: {
    "title": "Делаем сайты для бизнеса",
    "view": "Смотреть",
    "cases": "Все кейсы",
    "stat_1": {
      "num": '25',
      "text": 'профессионалов в команде'
    },
    "stat_2": {
      "num": '34',
      "text": 'успешных проекта'
    },
    "stat_3": {
      "num": '126+',
      "text": 'лет суммарного опыта'
    }
  },
  services: {
    "title": "Услуги",
    "text": {
      "t_1": "Благодаря большой команде мы можем создавать любой IT продукт от 0 до идеального финала",
      "t_2": "Возможность отслеживать выполнение этапов проекта в реальном времени в Trello",
      "t_3": "Ознакомьтесь с нашим опытом",
      "button": "Проекты"
    },
    "items": [
      {
        "title": "Сайты",
        "list": ["Landing page", "Многостраничные сайты", "WEB приложения", "Онлайн магазины"],
        "isOpen": false
      },
      {
        "title": "Дизайн",
        "list": ["WEB дизайн", "Mobile дизайн", "Логотипы", "Брендбук", "Фирменный стиль"],
        "isOpen": false
      },
      {
        "title": "Мобильные приложения",
        "list": ["Мобильные игры", "Контентные сервисы", "Промо приложения"],
        "isOpen": false
      },
      {
        "title": "Другое",
        "list": ["Чатботы", "WEB3 продукты", "Парсеры", "Автоматизация"],
        "isOpen": false
      }
    ]
  },
  contacts: {
    "title": "Свяжитесь с нами",
    "title_2": "Остались вопросы?",
    "text": "Давайте обсудим вашу идею",
    "label": {
      "service": "Направление услуги",
      "name": "Имя",
      "mail": "Email",
      "phone": "Телефон",
      "wishes": "Комментарий",
      "files": "Загрузка дополнительных файлов",
      "submit": "Отправить",
      "error": "Не заполнены обязательные поля. (Помечены звёздочкой)"
    }
  },
  stack: {
    "title": "Стек",
    "items": [
      {
        title: "WEB Frontend",
        isOpen: false,
        items: ["HTML5 + CSS3", " LESS / Sass / Scss", "Bootstrap / Tailwind", "JavaScript / TypeScript", "jQuery", "React / Vue / Next / Nuxt", "Gulp / Webpack / Grun"]
      },
      {
        title: "Backend разработка",
        isOpen: false,
        items: ["Node.JS / Nest.JS", "TypeScript", "PHP", "Python", "Java", "Golang", "Docker", "Laravel / Yii2", "PostgreSQL / MySQL / MongoDB / GraphQL / Appwrite", "Swagger / Postman", "CI / CD", "Solidity / Smart Contracts / Blockchain"]
      },
      {
        title: "Мобильная разработка",
        items: ["FlutterFlow", "ReactNative", "C++", "C#", "Java"]
      },
      {
        title: "CMS",
        items: ["Bitrix24", "WordPress", "Shopify", "Tilda", "OpenCart"]
      },
      {
        title: "Дизайн",
        items: ["Figma", "Photoshop", "Illustrator", "Premiere Pro", "InDesign"]
      },
      {
        title: "Командная работа",
        items: ["Linux / Windows / macOS", "Git", "GitHub", "Vercel", "Atlassian Jira / Basecamp / Toggle Track / Trello / Notion"]
      }
    ]
  },
  projects: {
    "title": "Проекты",
    "best": "Лучшие проекты",
    "button": "Перейти на сайт",
    "stat_1": "часа",
    "stat_2": "разработчика",
    "stat_3": "дизайнера",
    "stack_title": "Выбрать стек",
    "service_title": "Выбрать услуги",
    "service_filter": "Услуга",
    "stack_filter": "Стек",
    "reset_filter": "Сбросить",
    "apply_filter": "Применить",
    "hide_filter": "Скрыть",
    "not_found":
      `Такого проекта у нас ещё нет\n(Но мы обязательно исправимся!)😉`,
    "items": [
      {
        "id": "01",
        "name": "KSD Company",
        "task": "Дизайн лендинга для KSD Company: современный, минималистичный, удобный.",
        "description": "Для KSD Company был разработан современный лендинг, целью которого является представление компании и её услуг. Дизайн страницы был вдохновлён эстетикой сайта keymap.ua, что обеспечило создание чистого, минималистичного интерфейса с акцентом на удобство и функциональность. Главная страница включает в себя несколько основных блоков: приветственный блок, который знакомит посетителей с компанией, раздел услуг с детальным описанием того, что предлагает KSD Company, портфолио с примерами выполненных проектов и значимыми достижениями, а также контактную информацию с формой обратной связи для удобства потенциальных клиентов. Этот проект демонстрирует наш подход к созданию интуитивно понятных и эстетически приятных цифровых решений, способствующих улучшению бизнес-взаимодействий.",
        "service": [
          "Web дизайн"
        ],
        "stack": [
          "Figma",
          "Photoshop"
        ],
        "path": "ksd",
        "url": "https://www.figma.com/file/q1v1ct7QfqR5JuIbZ5Hzd8/Said?type=design&node-id=701%3A9&mode=design&t=EhMeUG0PV2jhpVtL-1",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": true,
        "statistic": {
          "hours": 18,
          "dev": 0,
          "des": 1
        }
      },
      {
        "id": "02",
        "name": "Чудо игла",
        "task": `Разработка с нуля дизайна интернет-магазина "Чудо игла": удобство, стиль, функциональность.`,
        "description": `Для интернет-магазина "Чудо игла" был разработан с нуля современный дизайн, который охватывает все аспекты пользовательского интерфейса, обеспечивая легкость навигации и эстетическое удовольствие от взаимодействия с сайтом. Проект включал создание интуитивно понятной структуры страниц, визуально привлекательных каталогов товаров и функциональных элементов, таких как корзина покупок и система фильтрации продуктов.`,
        "service": [
          "Онлайн магазины",
          "Web дизайн"
        ],
        "stack": [
          "HTML",
          "CSS",
          "Bootstrap",
          "JavaScript",
          "JQuery",
          "SCSS",
          "Illustrator",
          "Gulp",
          "Figma"
        ],
        "path": "chudo-igla",
        "url": "https://chudo-igla.ru/",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 136,
          "dev": 1,
          "des": 1
        }
      },
      {
        "id": "03",
        "name": "Invoice Profi",
        "task": `Разработка и запуск сайта "Invoice Profi" на WordPress по дизайну клиента.`,
        "description": `Проект "Invoice Profi" включал разработку сайта на основе предоставленного заказчиком дизайна и его интеграцию на платформе WordPress. Задачей было точно воплотить визуальный концепт в функциональный веб-сайт, соблюдая технические требования и обеспечивая легкость управления контентом.`,
        "service": [
          "Многостраничные сайты"
        ],
        "stack": [
          "HTML",
          "CSS",
          "WordPress",
          "JavaScript",
          "Bootstrap",
          "JQuery",
          "Gulp",
          "Figma"
        ],
        "path": "invoice-profi",
        "url": "https://invoiceprofi.ru/",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": true,
        "statistic": {
          "hours": 125,
          "dev": 1,
          "des": 1
        }
      },
      {
        "id": "04",
        "name": "Sens Collective",
        "task": `Добавление и интеграция новой страницы на сайт "Sens Collective" через CMS 1C-Bitrix.`,
        "description": `Для "Sens Collective" была выполнена работа по добавлению новой страницы кейсов по стратегии на существующий сайт на платформе CMS 1C-Bitrix. Задача заключалась в интеграции новой страницы в соответствии с предоставленным дизайном, обеспечивая её гармоничное слияние с общей структурой сайта.`,
        "service": [
          "Многостраничные сайты"
        ],
        "stack": [
          "HTML",
          "CSS",
          "JavaScript",
          "PHP",
          "1C-Bitrix",
          "Figma"
        ],
        "path": "sens-collective",
        "url": "https://sens-collective.com/projects/strategiya/",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": true,
        "statistic": {
          "hours": 75,
          "dev": 1,
          "des": 0
        }
      },
      {
        "id": "05",
        "name": "Ivolga",
        "task": `Реализация интернет-магазина "Ivolga" с интеграцией CMS 1C-Bitrix, Streamerce.ru и CRM.`,
        "description": `Проект для модного бутика "Ivolga" включал разработку интернет-магазина на CMS 1C-Bitrix по дизайну, предоставленному клиентом. Особенности магазина: каталог товаров, коллекции одежды, личный кабинет пользователя, система лояльности и страница прямых трансляций, интегрированная с платформой Streamerce.ru. Также были реализованы интеграция товаров из "1С" и CRM-системы в Bitrix24.`,
        "service": [
          "Онлайн магазины"
        ],
        "stack": [
          "HTML",
          "SCSS",
          "Webpack",
          "JavaScript",
          "PHP",
          "1C-Bitrix",
          "Figma"
        ],
        "path": "ivolga",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": true,
        "statistic": {
          "hours": 245,
          "dev": 4,
          "des": 0
        }
      },
      {
        "id": "06",
        "name": "Два бисквита",
        "task": `Разработка и запуск интернет-магазина "Два бисквита" с передовым дизайном и улучшенной функциональностью.`,
        "description": `Проект "Два бисквита" включал разработку дизайна и реализацию интернет-магазина с привлекательным визуальным оформлением и улучшенным пользовательским интерфейсом. Основные цели дизайна включали привлечение внимания к продуктам, улучшение взаимодействия пользователей с сайтом и увеличение конверсии. Использовались передовые технологии, такие как AJAX для динамической подгрузки контента, что позволило сделать сайт более интерактивным и удобным для пользователей.`,
        "service": [
          "Онлайн магазины",
          "Web дизайн"
        ],
        "stack": [
          "HTML",
          "SCSS",
          "Gulp",
          "JavaScript",
          "JQuery",
          "Illustrator",
          "Photoshop"
        ],
        "path": "dva-biskvita",
        "url": "https://dvabiskvita.ru/",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 278,
          "dev": 1,
          "des": 1
        }
      },
      {
        "id": "07",
        "name": "Goods Mood",
        "task": `Создание логотипа "Goods Mood": энергичный, современный, узнаваемый.`,
        "description": `Разработка логотипа для "Goods Mood" отражает стремление бренда к созданию позитивного образа в глазах клиента. Красный цвет логотипа символизирует активность и страсть к выбору качественных товаров, в то время как жирный, но простой шрифт демонстрирует современность и доступность бренда. Логотип разработан так, чтобы быть легко узнаваемым и адаптивным для всех видов медиа.`,
        "service": [
          "Логотипы"
        ],
        "stack": [
          "Illustrator"
        ],
        "path": "goods-mood",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 16,
          "dev": 0,
          "des": 1
        }
      },
      {
        "id": "08",
        "name": "Студия Сергея Крупнова",
        "task": `Разработка изысканного логотипа для ювелирной студии Сергея Крупнова.`,
        "description": "Для ювелирной студии Сергея Крупнова был разработан логотип, который сочетает изысканность и уникальность. Дизайн символизирует мастерство и высокое качество ювелирного искусства студии, а также её внимание к деталям и креативность. Элементы логотипа включают классические шрифты с современной графикой, подчеркивая эксклюзивность и авторский подход.",
        "service": [
          "Логотипы"
        ],
        "stack": [
          "Illustrator"
        ],
        "path": "krupnov-studio",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 14,
          "dev": 0,
          "des": 1
        }
      },
      {
        "id": "09",
        "name": "Neo Cryo",
        "task": "Создание логотипа для крипто-стартапа Neo Cryo: инновационный, динамичный.",
        "description": `Для стартапа Neo Cryo в области криптовалют был создан логотип, отражающий инновационность и технологичность компании. Дизайн сочетает живые градиенты синего цвета, символизирующие прозрачность и доверие в мире цифровых валют, и динамический символ, который представляет движение и развитие в индустрии блокчейн.`,
        "service": [
          "Логотипы"
        ],
        "stack": [
          "Illustrator"
        ],
        "path": "neo-cryo",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 15,
          "dev": 0,
          "des": 1
        }
      },
      {
        "id": "10",
        "name": "Rivulet Digital",
        "task": "Создание строгого, современного логотипа для Rivulet Digital.",
        "description": "Для компании Rivulet Digital был разработан логотип, отражающий современный и минималистичный подход к цифровым технологиям. Чёткие линии и строгий шрифт символизируют прозрачность и эффективность, которые являются ключевыми в деятельности компании в области цифрового маркетинга.",
        "service": [
          "Логотипы"
        ],
        "stack": [
          "Illustrator"
        ],
        "path": "rivulet-digital",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 12,
          "dev": 0,
          "des": 1
        }
      },
      {
        "id": "11",
        "name": "Backeland",
        "task": "Создание серии баннеров для соцсетей, чтобы привлечь внимание к акциям и скидкам.",
        "description": "Для проекта BakeLand была разработана серия баннеров для социальных сетей, направленных на продвижение скидок и акций. Основной целью было создание привлекательного и визуально единообразного контента, который мотивирует подписчиков к участию в акциях, использованию предложений и делиться информацией для получения скидок. В баннерах использовались элементы фирменного стиля BakeLand, в том числе цветовая палитра, шрифты и логотип компании, что обеспечивает высокую узнаваемость бренда и его привлекательность в социальных сетях.",
        "service": [
          "Web дизайн"
        ],
        "stack": [
          "Illustrator",
          "Photoshop"
        ],
        "path": "backeland",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 23,
          "dev": 0,
          "des": 1
        }
      },
      {
        "id": "12",
        "name": "Backpack Autotrade",
        "task": "Автоматизированный торговый бот для повышения объема торгов на криптобирже.",
        "description": "Этот бот разработан для автоматической торговли на криптобирже с целью увеличения объема торгов. С его помощью пользователи могут эффективно наращивать объемы, используя передовые алгоритмы и стратегии торговли, что обеспечивает повышение ликвидности без значительных усилий.",
        "service": [
          "Парсеры"
        ],
        "stack": [
          "Python"
        ],
        "path": "backpack-autotrade",
        "url": "",
        "images": [
          "preview.png",
          "1.png",
          "2.png"
        ],
        "best": false,
        "statistic": {
          "hours": 32,
          "dev": 1,
          "des": 0
        }
      }
    ]
  }
}